Repository: Qwant/qwant-vip-for-safari
Catalog: Shared (App)/*.lproj/Localizable.strings
Languages: fr

# iOS.App.Header
source: Turn on Qwant for Safari
fr: Activez l'extension Qwant pour Safari

# iOS.App.Step.1
source: 1. Open the **Settings**
fr: 1. Ouvrez les **Réglages**

# iOS.App.Step.2
source: 2. Go to **Safari**
fr: 2. Allez à **Safari**

# iOS.App.Step.3
source: 3. Open **Extensions**
fr: 3. Ouvrez **Extensions**

# iOS.App.Step.4
source: 4. Enable **Qwant for Safari**
fr: 4. Activez **Qwant for Safari**

# iOS.App.Step.5
source: 5. **Allow** all websites
fr: 5. **Autorisez** tous les sites web

# iOS.App.Footer.1
source: Then, if you wish, you can remove the app from the home screen:
fr: Ensuite, si vous le souhaitez, vous pouvez supprimer l’app de l’écran d’accueil :

# iOS.App.Footer.2
source: Remove App › Remove from Home Screen
fr: Supprimer l’app › Supprimer de l’écran d’accueil

# iOS.App.Footer.3
source: It still needs to be in your app library to work properly though.
fr: Elle doit être conservée dans votre bibliothèque d’apps pour fonctionner correctement.

# macOS.App.Header
source: To turn on Qwant for Safari, go to Safari extension preferences
fr: Pour activer Qwant for Safari, allez dans les réglages des extensions de Safari

# macOS.App.SettingsButton
source: Open Safari preferences
fr: Ouvrir les préférences Safari

# macOS.App.Visit
source: Visit
fr: Visiter

# macOS.Extension.Power
source: Default search engine
fr: Moteur de recherche par défaut

# macOS.Extension.Visit
source: Visit qwant.com
fr: Visiter qwant.com

# macOS.Extension.Settings
source: Settings
fr: Gérer

# Main.GlobalProtection.Title.Enabled
source: Protection enabled
fr: Protection activée

# Main.GlobalProtection.Title.Disabled
source: Protection disabled
fr: Protection desactivée

# Main.ProtectionLevel.Title
source: Protection level
fr: Niveau de protection

# Main.Allowlist.Title
source: Allowlist
fr: Liste d'exceptions

# Main.Allowlist.Footer
source: Qwant's protection is disabled for the websites within this list
fr: La protection Qwant est désactivée pour les sites de cette liste

# Main.FixIssues.Description
source: Some content blockers are disabled
fr: Certains bloqueurs de contenu sont désactivés

# Main.FixIssues.CTA
source: Fix it
fr: Corriger

# Tutorial.Title
source: Activate the extension Qwant VIPrivacy
fr: Activez l'extension Qwant VIPrivacy

# Tutorial.Step.1
source: 1. Go to
fr: 1. Allez à

# Tutorial.Step.1.CTA
source: Safari › Preferences › Extensions
fr: Safari › Préférences › Extensions

# Tutorial.Step.2
source: 2. Set **all Qwant toggles on.** You're done!
fr: 2. Réglez **tous les commutateurs Qwant sur Activé.** Hop voilà c’est fait !

# ProtectionLevel.Title
source: Protection level
fr: Niveau de protection

# Allowlist.Title
source: Allowlist
fr: Liste d'exceptions

# Allowlist.Description.1
source: Type here the domains **you do not want** Qwant to filter.
fr: Saisissez ici les noms de domaines que Qwant VIPrivacy **ne doit pas** filtrer.

# Allowlist.Description.2
source: This list prevails over all other lists.
fr: Cette liste prévaut sur toutes les autres listes.

# Allowlist.Description.3
source: _One url per line, format: domain.com_
fr: _Une url par ligne, format : domain.com_

# ProtectionLevel.Standard.Description
source: Blocks most cookies & trackers efficiently.
fr: Bloque la plupart des cookies & trackers efficacement.

# ProtectionLevel.Strict.Description
source: Blocks even more cookies & trackers, but also ads and annoyances. Can alter the behaviour of some websites.
fr: Bloque tous les traqueurs et cookies, peut modifier les fonctionnalités de certains sites.

# SafariPopup.Loading
source: Please wait
fr: Veuillez patienter

# SafariPopup.Main.Allowlisting
source: Please wait while we are allowlisting the website
fr: Veuillez patienter pendant que nous mettons le site en liste d'exceptions

# SafariPopup.Main.Unallowlisting
source: Please wait while we remove the website from the allowlist
fr: Veuillez patienter pendant que nous supprimons le site de la liste d'exceptions

# SafariPopup.Main.Protection.Allowlisted
source: Protection disabled on this website
fr: Protection désactivée sur ce site

# SafariPopup.Main.Protection.NotAllowlisted
source: Protection enabled on this website
fr: Protection activée sur ce site

# SafariPopup.Main.GlobalProtection.Disabled
source: Protection disabled
fr: Protection désactivée

# SafariPopup.Main.GlobalProtection.TurnOn
source: Turn it back on
fr: Réactiver la protection

# SafariPopup.Main.DefaultSearchEngine
source: Use Qwant as the default search engine
fr: Utiliser Qwant comme moteur de recherche par défaut

# SafariPopup.Main.Settings
source: Go to settings
fr: Gérer les paramètres
